package main

import "fmt"


func main() {
	fmt.Println(
		"                      		\n" +
		"      @@@@  @@@@  @   		\n" +
		"      @     @  @  @   		\n" +
		"      @ @@  @  @  @   		\n" +
		"      @  @  @  @      		\n" +
		"      @@@@  @@@@  @   		\n" +
		"         ___          		\n" +
		"        ʕ◔ᴥ◔ʔ        		\n" +
		"       /|   |\\       		\n" +
		"      / |   | \\      		\n" +
		"        |   |         		\n" +
		"        |___|         		\n" +
		"       /     \\       		\n" +
		"      /       \\      		\n" +
		"   +==================+ 	\n" +
		"   | Hello, World! 🚀 | 	\n" +
		"   | Prepare-se para  | 	\n" +
		"   | o Go Way! 🛣️      | 	 \n" +
		"   +==================+  	 \n" +
		"                         ",
	)
}